Repository: fayer3/plugin.video.zappntv
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32001
source: Search
de_de: Suchen

# #32002
source: ZAPPN-Favorites
de_de: ZAPPN-Favoriten

# #32003
source: Settings
de_de: Einstellungen

# #32004
source: nothing in here
de_de: hier ist nichts

# #32005
source: From [COLOR chartreuse]{0:s}[/COLOR][CR][CR]
de_de: Vom [COLOR chartreuse]{0:s}[/COLOR][CR][CR]

# #32006
source: Last Entry: [COLOR deepskyblue]{0:s}[/COLOR]
de_de: Letzter Eintrag: [COLOR deepskyblue]{0:s}[/COLOR]

# #32007
source: Page {0:s}
de_de: Seite {0:s}

# #32008
source: [COLOR chartreuse]Add to ZAPPN-Favorites[/COLOR]
de_de: [COLOR chartreuse]zu ZAPPN-Favoriten hinzufügen[/COLOR]

# #32009
source: [COLOR orange]Remove from ZAPPN-Favorites[/COLOR]
de_de: [COLOR orange]aus ZAPPN-Favoriten entfernen[/COLOR]

# #32010
source: SUCCESSFULL :
de_de: ERFOLGREICH :

# #32011
source: [COLOR green]ADDED[/COLOR] * [COLOR blue]{0:s}[/COLOR] * [COLOR green]TO FAVORITES ![/COLOR]
de_de: * [COLOR blue]{0:s}[/COLOR] * [COLOR green]ZU DEN FAVORITEN HINZUGEFÜGT ![/COLOR]

# #32012
source: [COLOR red]REMOVED[/COLOR] * [COLOR blue]{0:s}[/COLOR] * [COLOR red]FROM FAVORITES ![/COLOR]
de_de: * [COLOR blue]{0:s}[/COLOR] * [COLOR red]AUS DEN FAVORITEN ENTFERNT ![/COLOR]

# #32013
source: Search for TV Show
de_de: Suchen nach Fernsehsendung

# #32014
source: past program
de_de: Vergangenes Programm

# #32015
source: program from [COLOR chartreuse]{0:s}[/COLOR]
de_de: Programm vom [COLOR chartreuse]{0:s}[/COLOR]

# #32016
source: {0:s}[CR]From [COLOR chartreuse]{1:s}[/COLOR] to [COLOR chartreuse]{2:s}[/COLOR][CR][CR]
de_de: {0:s}[CR]von [COLOR chartreuse]{1:s}[/COLOR] bis [COLOR chartreuse]{2:s}[/COLOR][CR][CR]

# #32017
source: today
de_de: Heute

# #32018
source: DRM '{0}' is not supported
de_de: DRM '{0}' wird nicht unterstützt

# #32019
source: DRM content requires 'inputstream.adaptive'
de_de: DRM Inhalt benötigt 'inputstream.adaptive'

# #32020
source: '{0}' is not installed
de_de: '{0}' ist nicht installiert

# #32021
source: 'inputstream.adaptive' is failed to install. Would you like to switch to a format that doesn't require that?
de_de: Die Installation von 'inputstream.adaptive' schlug fehl. Willst du auf ein Format wechseln, welches dies nicht benötigt?

# #32022
source: changable in the addon settings '{0}'
de_de: änderbar in den Addon Einstellungen '{0}'

# #32023
source: 'inputstream.adaptive' version to low
de_de: 'inputstream.adaptive' Version zu niedrig

# #32024
source: Version '2.2.2' or greater is required to watch DRM protected content.
de_de: Version '2.2.2' oder höher wird benötigt, um DRM geschützte Inhalt darzustellen.

# #32025
source: DRM content requires Kodi 18.0
de_de: Für DRM Inhalte wird Kodi 18.0 benötigt

# #32026
source: Austria
de_de: Österreich

# #32027
source: Germany
de_de: Deutschland

# #32028
source: Switzerland
de_de: Schweiz

# #32102
source: DRM System to use
de_de: DRM System

# #32104
source: PLAYREADY (Android only)
de_de: PLAYREADY (nur Android)

# #32105
source: alternative format for DRM content (720p with widevine)
de_de: alternatives Format für DRM Inhalt (720p mit Widevine)

# #32106
source: limit some categories to 20 items per page
de_de: Limitiere einige Kategorien auf 20 Einträge pro Seite

# #32107
source: Sorting of Episodes
de_de: Sortierung der Episoden

# #32108
source: ordered by release (like in the App)
de_de: Nach Erscheinungsdatum (wie in der App)

# #32109
source: Other methods to choose from
de_de: Weitere Methoden zur Auswahl

# #32110
source: Video format to use for non DRM content
de_de: Videoformat für nicht DRM geschützte Inhalt

# #32111
source: dash (with inputstream.adaptive)
de_de: dash (mit inputstream.adaptive)

# #32112
source: hls (with inputstream.adaptive)
de_de: hls (mit inputstream.adaptive)

# #32114
source: video (lower quality)
de_de: video (niedrigere Qualität)

# #32115
source: keep season and episode number in video title
de_de: behalte Staffel und Episoden Nummer im Videotitel
